Repository: newfold-labs/wp-module-onboarding-data
Catalog: languages/wp-module-onboarding-data-*.po
Languages: es_mx, pt_br

source: your web host
es_mx: tu servidor web
pt_br: sua hospedagem de sites.

source: Woocommerce Settings
es_mx: Ajustes de WooCommerce
pt_br: Configurações Woocommerce

source: Home
es_mx: Inicio

source: About
es_mx: Acerca de
pt_br: Sobre

source: Contact
es_mx: Contacto
pt_br: Contato

source: News
es_mx: Noticias
pt_br: Notícias

source: Privacy
es_mx: Privacidad
pt_br: Privacidade

source: Careers
es_mx: Carreras
pt_br: Carreiras

source: Explain your company values or the history behind your brand.
es_mx: Explica los valores de tu empresa o la historia detrás de tu marca.
pt_br: Detalhe os valores de sua empresa e a história de sua marca.

source: Offer visitors a single page with a contact form, your street address and social media.
es_mx: Ofrece a los visitantes una sola página con un formulario de contacto, tu dirección y redes sociales.
pt_br: Ofereça aos visitantes uma única página com formulário de contato, seu endereço e redes sociais.

source: Testimonials
es_mx: Testimonios
pt_br: Depoimentos

source: Highlight your success with testimonials from your fans.
es_mx: Destaca tu éxito con testimonios de tus fans.
pt_br: Destaque seu sucesso com depoimentos.

source: A page for periodic news, announcements and ideas.
es_mx: Una página de noticias, anuncios e ideas.
pt_br: Página para notícias periódicas e ideias.

source: Unable to generate screenshot.
es_mx: No se puede generar la captura de pantalla.
pt_br: Não foi possível gerar a captura de tela.

source: Wrong Parameter Provided : primary => value
es_mx: Parámetro incorrecto proporcionado: primario => valor
pt_br: Parâmetro Errado Fornecido: primário => valor

source: Wrong Parameter Provided : secondary => value
es_mx: Parámetro incorrecto proporcionado: secundario => valor
pt_br: Parâmetro Errado Fornecido: secundário => valor

source: Not a valid identifier
es_mx: No es un identificador válido
pt_br: Não é um identificador válido

source: Error generating site meta:
es_mx: Error al generar los metadatos del sitio:
pt_br: Erro ao gerar meta do site:

source: Help us improve
es_mx: Ayúdanos a mejorar

source: How satisfied were you with the ease of creating your website?
es_mx: ¿Hasta qué punto estabas satisfecho con la facilidad de crear tu sitio web?

source: Error generating homepages:
es_mx: Error al generar la página de inicio:
pt_br: Erro ao gerar páginas iniciais:

source: The homepage could not be found for regeneration.
es_mx: No se pudo encontrar la página de inicio para la regeneración.
pt_br: A página inicial não foi encontrada para regeneração.

source: (Copy)
es_mx: (Copiar)
pt_br: (Cópia de)

source: Error re-generating homepages:
es_mx: Error regenerando páginas de inicio:
pt_br: Erro ao regenerar a página inicial:

source: Version
es_mx: Versión
pt_br: Versão

source: Prompt not found.
es_mx: Prompt no encontrado.
pt_br: Solicitação não encontrada.

source: Cannot retrieve color palatte
es_mx: No se puede recuperar la paleta de colores
pt_br: Não é possível recuperar a paleta de cores

source: Cannot retrieve plugin recommendations.
es_mx: No se pueden recuperar las recomendaciones del plugin.
pt_br: Não é possível recuperar recomendações de plugins.

source: Security, Speed & Growth
es_mx: Seguridad, velocidad y crecimiento
pt_br: Segurança, Velocidade e Crescimento

source: Powered by Jetpack
es_mx: Desarrollado por Jetpack
pt_br: Criado por Jetpack

source: Jetpack includes dozens of powerful, unique capabilities for your WordPress sites from Automattic.
es_mx: Jetpack incluye docenas de potentes y únicas capacidades para tus sitios WordPress.
pt_br: Jetpack inclui diversas capacidades únicas e poderosas da Automattic para seu WordPress.

source: Forms
es_mx: Formularios
pt_br: Formulários

source: Powered by WP Forms
es_mx: Desarrollado por WP Forms
pt_br: Criado por WP Forms

source: Five million people build smarter forms and surveys with WPForms from Awesome Motive.
es_mx: Cinco millones de personas construyen formularios y encuestas más inteligentes con WPForms de Awesome Motive.
pt_br: Cinco milhões de pessoas utilizam formulários e pesquisas inteligentes com WPForms.

source: Site Traffic
es_mx: Sitio web
pt_br: Tráfego

source: Powered by MonsterInsights
es_mx: Desarrollado por MonsterInsights
pt_br: Desenvolvido por MonsterInsights

source: See the opportunities in your website analytics traffic data using MonsterInsights from Awesome Motive.
es_mx: Vea las oportunidades en los datos de tráfico de tu sitio web usando MonsterInsights from Awesome Motive.
pt_br: Identifique oportunidades nos dados de tráfego do seu site utilizando o MonsterInsights.

source: Search Engine Optimization
es_mx: Optimización del motor de búsqueda
pt_br: SEO (Otimização para mecanismos de busca)

source: Powered by Yoast
es_mx: Desarrollado por Yoast
pt_br: Criado por Yoast

source: Get more traffic to your WordPress site with powerful analysis and tools from our colleagues at Yoast.
es_mx: Consigue más tráfico en tu sitio WordPress con poderosos análisis y herramientas de nuestros colegas de Yoast.
pt_br: Obtenha mais tráfego para seu site WordPress a partir de análises e ferramentas poderosas da Yoast.

source: Email Newsletters
es_mx: Boletines de correo electrónico
pt_br: News via E-mail

source: Powered by Creative Email
es_mx: Desarrollado por Creative Email
pt_br: Criado por Creative Email

source: A professional logo builder, marketing automations with WooCommerce and social management -- CreativeMail is a whole lot more than mail from Constant Contact.
es_mx: Un creador profesional de logotipos, automatizaciones de marketing con WooCommerce y gestión social -- CreativeMail es mucho más que correo de Constant Contact.
pt_br: Criação profissional de logos e automação de marketing com gerenciamento de Woocommerce e redes sociais -- CreativeMail é um pacote completo da Constant Contact.

source: Lead Generation
es_mx: Captación de leads
pt_br: Geração de Leads

source: Powered by Optin Monster
es_mx: Desarrollado por Optin Monster
pt_br: Criado por Optin Monster

source: Connect with website visitors using a proven kit of tools for growth using this offering from Awesome Motive.
es_mx: Conéctate con los visitantes de tu sitio web utilizando un kit de herramientas comprobadas para el crecimiento utilizando esta oferta de Awesome Motive.
pt_br: Conecte os visitantes de seu site utilizando um kit de ferramentas de crescimento validado através da oferta da Awesome Motive.

source: Enhanced Product Search
es_mx: Búsqueda de productos mejorada
pt_br: Busca Otimizada de Produtos

source: Powered by YITH
es_mx: Desarrollado por YITH
pt_br: Criado por YITH

source: Give your visitors great search experiences with this exclusive offering from our colleagues at YITH.
es_mx: Da a tus visitantes grandes experiencias de búsqueda con esta oferta exclusiva de nuestros colegas de YITH.
pt_br: Ofereça uma excelente experiência de busca a seus visitantes com essa oferta exclusiva da YITH.

source: Enhanced Product Filters
es_mx: Filtros de productos mejorados
pt_br: Filtro Otimizado de Produtos

source: Give your visitors powerful tools to discover your great products with this exclusive offering from our colleagues at YITH.
es_mx: Da a tus visitantes herramientas potentes para descubrir sus grandes productos con esta oferta exclusiva de nuestros colegas de YITH.
pt_br: Ofereça uma poderosa ferramenta de descoberta de produtos a seus visitantes com essa oferta exclusiva da YITH.

source: Bookings & Appointments
es_mx: Reservas y citas
pt_br: Agendamentos

source: Have visitors book meetings and services with you, accepting payment and more using this exclusive offering from our colleagues at YITH.
es_mx: Haz que los visitantes reserven reuniones y servicios contigo, aceptando pagos y mucho más, utilizando esta oferta exclusiva de nuestros colegas de YITH.
pt_br: Faça com que os visitantes agendem reuniões e serviços com você, aceitando pagamentos e muito mais, usando esta oferta exclusiva da YITH.

source: Product Wishlists
es_mx: Listas de deseos
pt_br: Lista de Desejos

source: Let discerning shoppers curate their selections with a system of favorites using this exclusive offering from our colleagues at YITH.
es_mx: Deja que los compradores exigentes revisen sus selecciones con un sistema de favoritos utilizando esta oferta exclusiva de nuestros colegas de YITH.
pt_br: Possibilite que compradores exigentes criem suas seleções com um sistema de favoritos usando esta oferta exclusiva da YITH.

source: 1. Do you have a business name or website title?
es_mx: 1. ¿Tienes un nombre de empresa o un título para tu sitio web?
pt_br: 1. Você tem um nome comercial ou título de site?

source: My business name is
es_mx: El nombre de mi negocio es
pt_br: O nome da minha empresa é

source: 2. What type of website are you making?
es_mx: 2. ¿Qué tipo de sitio web estás creando?
pt_br: 2. Que tipo de site você está criando?

source: e.g. Graphic design portfolio
es_mx: ej. portafolio de diseño gráfico
pt_br: por exemplo. Portfólio de design gráfico

source: I am making a website type of
es_mx: Estoy creando un tipo de sitio web de
pt_br: Estou fazendo um tipo de site

source: 3. Is there anything unique about your business or brand?
es_mx: 3. ¿Hay algo único en tu negocio o marca?
pt_br: 3. Existe algo único em sua empresa ou marca?

source: e.g. Unique product, amazing customer service, customizations, etc.
es_mx: p. ej. Producto único, servicio al cliente increíble, personalizaciones, etc.
pt_br: por exemplo. Produto único, atendimento ao cliente incrível, personalizações, etc.

source: Unique about my business is
es_mx: Lo único de mi negocio es
pt_br: Único em meu negócio é

source: Calm
es_mx: Calmar
pt_br: Calma

source: Cool
es_mx: Frio
pt_br: Fria

source: Warm
es_mx: Cálido
pt_br: Quente

source: Radiant
es_mx: Radiante
pt_br: Radiante

source: Bold
es_mx: Fuerte
pt_br: Ousada

source: Professional
es_mx: Profesional
pt_br: Profissional

source: Crisp
es_mx: Nítido
pt_br: Nítida

source: Polished
es_mx: Pulido
pt_br: Polida

source: Subtle
es_mx: Sutil
pt_br: Sutil

source: Modern & approachable
es_mx: Moderna y accesible
pt_br: Moderna & Amigável

source: Strong & sleek
es_mx: Robusta y elegante
pt_br: Forte & Elegante

source: Stately & elevated
es_mx: Firme y refinada
pt_br: Imponente & Importante

source: Typewriter & crisp midcentury
es_mx: Letra de máquina y estética de los 50s
pt_br: Máquina de escrever & Meados do século

source: Refined traditional newsletter
es_mx: Mensajes clásicos y refinados
pt_br: Newsletter Tradicional Refinada

source: Bold stamp & slab
es_mx: Estilo fuerte y grueso
pt_br: Carimbo & Negrito

source: Selected theme settings were not found.
es_mx: No se encontraron los ajustes del tema seleccionado.

source: Styles does not exist under the selected theme settings.
es_mx: Los estilos no existen en los ajustes del tema seleccionado.

source: Settings does not exist under the selected theme settings.
es_mx: Los ajustes no existen en los ajustes del tema seleccionado.

source: There is an error with your styles or settings.
es_mx: Hay un error con tus estilos o ajustes.

source: Selected header template part not stored.
es_mx: La parte del encabezado del modelo seleccionado no se ha guardado.

source: Selected header template part not found.
es_mx: No se encontró la parte del encabezado del modelo seleccionado.

source: Theme Colors not found
es_mx: Colores del tema no encontrados.

source: No WordPress Colors are available for this theme.
es_mx: No hay colores de WordPress disponibles para este tema.

source: Fast & simple
es_mx: Rápido y directo

source: Timeless & traditional
es_mx: Atemporal y clásico

source: Sleek & sophisticated
es_mx: Elegante y sofisticado

source: Clear & crisp
es_mx: Claro y nítido

source: Retro & classy
es_mx: Retro y elegante

source: Defined & solid
es_mx: Claro y firme

source: There was an error saving the data
es_mx: Hubo un error al guardar los datos

source: Parameter not provided: %s
es_mx: Parámetro no proporcionado: %s

source: Wrong parameter type provided for %1$s: got %2$s, expected %3$s.
es_mx: Tipo de parámetro incorrecto proporcionado para %1$s: se recibió %2$s, se esperaba %3$s

source: Wrong parameter type provided for %s: Indexed Array. Expected: Associative Array.
es_mx: Tipo de parámetro incorrecto proporcionado para %s: Array indexado. Se esperaba: Array asociativo.

source: Flow not enabled.
es_mx: Flujo no habilitado.

source: Parent theme is missing to generate the child theme.
es_mx: No se encuentra el tema padre para generar el tema hijo.

source: Could not generate theme.json
es_mx: No se pudo generar el archivo theme.json

source: Error creating child directory.
es_mx: Error al crear el directorio hijo.

source: Error writing theme.json.
es_mx: Error al escribir el archivo theme.json.

source: Error writing template part.
es_mx: Error al escribir la parte de plantilla.

source: Error writing stylesheet.
es_mx: Error al escribir la hoja de estilos.

source: Error generating screenshot
es_mx: Error al generar la captura de pantalla

source: Retro
pt_br: Retrô

source: Nightowl
pt_br: Noturna

source: Fast & Simple
pt_br: Rápida & Simples

source: Timeless & Traditional
pt_br: Atemporal & Tradicional

source: Sleek & Sophisticated
pt_br: Elegante & Sofisticada

source: Clear & Crisp
pt_br: Clara & Nítida

source: Retro & Classy
pt_br: Retrô & Clássica

source: Defined & Solid
pt_br: Definida & Sólida
